from enum import Enum


class Emoji(Enum):
    zero = 0
    one = 1
    two = 2
    three = 3
    four = 4
    five = 5
    six = 6
    seven = 7
    eight = 8
    nine = 9
    keycap_ten = 10


def int_to_emoji(n: int):
    if 0 >= n >= 10:
        emoji = f":{Emoji(n).name}:"
        return emoji


poll_emojis = ["1️⃣", "2️⃣", "3️⃣", "4️⃣", "5️⃣", "6️⃣", "7️⃣", "8️⃣", "9️⃣", "🔟", "<:11:1138114481843621898>", "<:12:1138114480006516846>", "<:13:1138114476751728640>", "<:14:1138114473144631376>", "<:15:1138114471198461952>", "<:16:1138114468224700526>", "<:17:1138114465934606387>", "<:18:1138114463170568273>", "<:19:1138114460364574790>", "<:20:1138114458024157254>"]


for i in range(0, 20):
    print(poll_emojis[i])
